{ "person-name": "Cáceres, Luciano", "info": {"trivia": ["Grew up in Buenos Aires's neighborhood Bajo Flores.", "Was classmates of 'Sergio Surraco' (qv), 'Claudio Tolcachir' (qv), 'Lautaro Delgado' (qv) and 'Melina Petriella' (qv) at the drama school.", "Stepfather of 'Ángela Torres (III)' (qv).", "Became a father for the 1st time at age 32 when his wife 'Gloria Carrá' (qv) gave birth to their daughter Amelia Cáceres on October 7, 2009.", "Met wife 'Gloria Carrá' (qv) in 2001, but they didn't become a couple until 2007.", "Is an accomplished stage actor/director.", "Was in a relationship with actress 'Laura Lopez Moyano' (qv) (2005-2007).", "His mother, political activist Haydeé Bello, died of cancer on June 15, 2002.", "Studied acting with 'Alejandra Boero' (qv).", "He started taking acting classes at the age of 9.", "Son of 'Ernesto Cáceres' (qv) and Haydeé Bello."], "birthnotes": ["Autonomous City of Buenos Aires, Argentina"], "birthdate": ["24 January 1977"], "height": ["187 cm"], "spouse": ["'Gloria Carrá' (qv) (27 September 2008 - 2015) (separated); 1 child"], "nicknames": ["Lu"], "trademark": ["Curly hair", "Bright blue eyes"], "interviews": ["Clarín (Argentina), 9 January 2007, by: María Ana Rago, Luciano Cáceres: El teatro en la sangre"] } }
{ "person-name": "Hughart, Ron", "info": {"birthnotes": ["Los Angeles, California, USA"], "birthdate": ["18 June 1961"], "birthname": ["Hughart, Ronald P"] } }
{ "person-name": "Hemsworth, Liam", "info": {"quotes": ["_The Hunger Games (2012)_ (qv) absolutely changed my life. It's brought up so many different questions about my own personal growth and where I was heading. I think, before all of it, I really felt like I had it figured out. Like, you know, it's going to be fine, I'm this person and I know what I want to be and I know where I want to go. But then it got to the point where I think I started double-questioning everything. It was like, why am I doing this? where is it getting me? what if I do this and then I can do this? I wasn't living in the moment.", "One of the biggest inspirations before I started shooting came from my brother, when he texted me and said, Hey, fatty, it's called 'The Hunger Games', not 'The Eating Games'.. So I started working out a lot more and eating a lot less."], "trivia": ["(2016) Became the first celebrity face of Diesel Only The Brave fragrance.", "Liam's childhood crush was 'Alyssa Milano' (qv) from his favorite weekly show _Charmed (1998)_ (qv).", "His uncle was bushman Rod Ansell, who inspired the film _Crocodile Dundee (1986)_ (qv). Rod was married to Liam's aunt (Liam's mother's sister), Joanne van Os, who is an author.", "Cousin Rob Hemsworth, an oyster farmer, competed on Season 6 of _My Kitchen Rules (2010)_ (qv), representing Victoria.", "Was originally going to appear in _The Expendables (2010)_ (qv), but was written out due of doing the screen test for _Thor (2011)_ (qv). He would later appear in _The Expendables 2 (2012)_ (qv).", "Favorite actors include 'Leonardo DiCaprio' (qv), 'Heath Ledger' (qv), and 'Paul Newman (I)' (qv) among others.", "Before his career in acting took off, Liam worked some odd jobs that included nature park ranger, bakery assistant and bowling alley employee.", "Was considered for the title role in _Thor (2011)_ (qv), which ultimately went to his brother, 'Chris Hemsworth' (qv).", "Favorite films include _The Goonies (1985)_ (qv), _James Dean (2001) (TV)_ (qv), _A Guide to Recognizing Your Saints (2006)_ (qv), _The Departed (2006)_ (qv) and _Step Brothers (2008)_ (qv).", "Ranked the #3 Sexiest Man in 2013 by Glamour, several places ahead of his older brother 'Chris Hemsworth' (qv) who ranked in at number 7.", "(September 16, 2013) Ended engagement to 'Miley Cyrus' (qv).", "His maternal grandfather, Martin van Os, is a Dutch immigrant. The rest of Liam's ancestry is Irish, English, and smaller amounts of German and Scottish.", "Between auditions, he used to lay floors.", "Younger brother of actor 'Chris Hemsworth' (qv) and 'Luke Hemsworth' (qv).", "Was considered one of the 55 faces of the future by Nylon Magazine's Young Hollywood Issue.", "Brother-in-law of 'Elsa Pataky' (qv)."], "minibiography": ["Liam Hemsworth was born on January 13, 1990, in Melbourne, Australia, and is the younger brother of actors 'Chris Hemsworth' (qv) and 'Luke Hemsworth' (qv). He is the son of Leonie (van Os), a teacher of English, and Craig Hemsworth, a social-services counselor. He is of Dutch (from his immigrant maternal grandfather), Irish, English, Scottish, and German ancestry. His uncle, by marriage, was Rod Ansell, the bushman who inspired the film _Crocodile Dundee (1986)_ (qv).  The Hemsworth family lived primarily on Phillip Island, a small island located south of Melbourne. Following in the footsteps of his older brothers, who went into acting in their teens, Liam scored his first audition at age 16 and appeared on the Australian TV series _Home and Away (1988)_ (qv) and _McLeod's Daughters (2001)_ (qv) before taking on a recurring character role on the soap opera _Neighbours (1985)_ (qv), in which his brother Luke had also appeared. Roles on TV shows _The Elephant Princess (2008)_ (qv) and _Satisfaction (2007)_ (qv) followed before Liam moved to the United States to pursue a big-screen career.  After suffering two setbacks - his character was written out of the script for _The Expendables (2010)_ (qv) days before filming and he lost the title role of _Thor (2011)_ (qv) to his brother Chris - Liam was cast opposite 'Miley Cyrus' (qv) in the 'Nicholas Sparks (I)' (qv) drama _The Last Song (2010)_ (qv). The two, who played love interests in the film, soon started dating, and Liam appeared in Cyrus' music video When I Look at You. Following that film's modest commercial success, and the attendant press coverage of his rising career and high-profile romance, he was almost immediately thrust into leading man status, and was cast as Gale Hawthorne in the big-screen adaptation of the best-selling novel _The Hunger Games (2012)_ (qv). Following the blockbuster success of that film, Liam nabbed a number of roles, including a supporting part in _The Expendables 2 (2012)_ (qv) and leading roles in the war drama _Love and Honor (2013)_ (qv), the crime drama _Empire State (2013)_ (qv), and the thriller _Paranoia (2013/I)_ (qv). He will also star as Ali Baba in a 3D production of _Arabian Nights (????)_ (qv) and will reprise the role of Gale Hawthorne in _The Hunger Games: Catching Fire (2013)_ (qv).  Hemsworth was engaged to 'Miley Cyrus' (qv) from June 2012 to September 2013."], "birthnotes": ["Melbourne, Victoria, Australia"], "birthdate": ["13 January 1990"], "height": ["6' 3"], "otherworks": ["(2011) Music video for Zac Brown Band - Colder Weather", "Music video for 'Miley Cyrus' (qv): When I Look At You.", "(2016) TV commercial for Diesel Only the Brave - The Fragrance - Actor with 'Valerie Martinez (II)' (qv). Director: 'Anthony Atanasio' (qv)"], "books": ["Posy Edwards. _Liam Hemsworth: Against All Odds._ London, England: Orion Publishing, 2012. ISBN 9781409143772"], "trademark": ["Towering height", "Blue eyes"], "article": ["USA Today (USA), 20 November 2015, Vol. 34, Iss. 49, pg. 1B-2B, by: Bryan Alexander, 'HUNGER GAMES' TRIO TAKE THEIR FINAL BOW - For these three fast friends, 'Mockingjay - Part 2' marks the end of their adventure", "USA Today (USA), 27 June 2016, Vol. 34, Iss. 202, pg. 2D, by: Brian Truitt, 'Independence Day' sequel isn't worth a worldwide celebration"], "magazinecoverphoto": ["Entertainment Weekly (USA), 11 October 2013, Iss. 1280"], "pictorial": ["Vanity Fair (USA), March 2013, Iss. 631, pg. 346, by: Bruce Weber, Bruce Weber's Adventures in Hollywood"] } }
{ "person-name": "Stokely, Charlotte", "info": {"trivia": ["Is represented by John Baumgartner and Sandra McCarthy's Nevada-organized talent agency OC Modeling LLC."], "minibiography": ["Very cute and slim 5'3 blonde Charlotte Stokely was born on August 8, 1986 in Salt Lake City, Utah. Stokely decided to pursue a career in the adult entertainment industry after her stripper roommate was asked to participate in a hardcore shoot and Stokely herself was approached to appear on camera as well. After initially establishing herself in hardcore shoots for primarily Florida-based adult websites, Charlotte subsequently got herself an agent and moved to Los Angeles, California to advance her career by doing features for such top companies as FM Concepts, Sin City, Evil Angel, Wicked Pictures, Zero Tolerance, Evasive Angles, Digital Playground, Pulse Distribution, and Pure Play Media. Stokely was nominated for an AVN Award for Best New Starlet in 2007. Moreover, Charlotte has also modeled for several American Apparel ads. She enjoys playing Dungeons & Dragons in her spare time."], "birthnotes": ["Utah, USA"], "birthdate": ["8 August 1986"], "height": ["160 cm"], "birthname": ["Vitale, Brittney"] } }
{ "person-name": "O'Brien, Robert", "info": {"birthnotes": ["New York City, New York, USA"], "birthdate": ["8 May 1918"], "deathdate": ["7 November 2005"], "spouse": ["'Lina Romay (I)' (qv) (1992 - 7 November 2005) (his death)"], "deathnotes": ["Los Angeles, California, USA"] } }
{ "person-name": "Wedemeyer, Herman", "info": {"trivia": ["Inducted into the Polynesian Football Hall of Fame in 2014 (inaugural class).", "(1950) Played minor league baseball with the Salt Lake City Bees in the Pioneer League (C level).", "Inducted into the Saint Mary's College Athletic Hall of Fame in 1973.", "Inducted into the Hawaii Sports Hall of Fame in 1998.", "Herman is the older brother of Charlie Wedemeyer. Charlie, a former Michigan State football player, eventually (as head football coach at Los Gatos High School in California) gained fame when he continued to coach for many years, after being confined to a wheelchair from contracting 'Lou Gehrig' (qv)'s Disease. He is the subject of _Quiet Victory: The Charlie Wedemeyer Story (1988) (TV)_ (qv).", "Halfback on the football team of St. Mary's College (Moraga, CA), 1943, 1945-1947.", "Inducted into the College Football Hall of Fame in 1979.", "Wedemeyer was elected to the Honolulu City Council as a Republican in 1968, and then elected to the state House of Representatives as a Democrat in 1970. He won re-election in 1972.", "Played halfback/tailback for the Los Angeles Dons (1948) and Baltimore Colts (1949) of the All-America Football Conference (a rival of the National Football League, 1946-1949)."], "birthnotes": ["Hilo, Hawaii, USA"], "birthdate": ["20 May 1924"], "height": ["5' 10"], "deathdate": ["25 January 1999"], "birthname": ["Wedemeyer, Herman John"], "nicknames": ["The Waikiki Wonder", "The Flyin' Hawaiian", "The Hula-hipped Hawaiian", "The Hawaiian Centipede", "Squirmin' Herman"], "deathnotes": ["Honolulu, Hawaii, USA (heart attack)"] } }
{ "person-name": "Goyanes, María José", "info": {"trivia": ["Mother of actor 'Javier Collado (I)' (qv).", "Sister of actress 'Mara Goyanes' (qv)", "Daughter of actress 'Mimí Muñoz' (qv)", "Sister of actress 'Vicky Lagos (I)' (qv)", "Sister of actress 'Concha Goyanes' (qv)", "Sister-in-law of actor 'Ismael Merlo' (qv)"], "birthnotes": ["Spain"], "birthdate": ["8 December 1948"], "spouse": ["'Manuel Collado' (qv) (? - ?)"], "birthname": ["Muñoz, María José Goyanes"] } }
{ "person-name": "Rath, Franz", "info": {"birthdate": ["22 June 1932"] } }
{ "person-name": "van Mello, Luk", "info": {"trivia": ["He studied drama at the Koninlijk Conservatorium in Brussels, Belgium. He had some famous teachers, such as 'Nand Buyl' (qv) and 'Leo Dewals' (qv). People like 'Luk De Konink' (qv), 'Jaak Van Assche' (qv), 'Tessy Moerenhout' (qv), 'Luc Springuel' (qv), 'Gilda De Bal' (qv), 'Josse De Pauw' (qv), 'Magda De Winter' (qv), 'Chris Cauwenbergs' (qv), 'Tuur De Weert' (qv) and 'René Verreth' (qv) were his co-students."], "birthnotes": ["Opbrakel, Flanders, Belgium"], "birthdate": ["1 September 1950"], "otherworks": ["Provided a voice in the Dutch version of _Simsala Grimm - Die Märchen der Brüder Grimm (1999)_ (qv).", "Provided the voice of Luke in the Dutch version of _Jim Knopf (2000)_ (qv) (Jim Button).", "Provided the voice of Uncle Max in the Dutch version of _The Lion King 1½ (2004) (V)_ (qv).", "Provided the voice of Murphy in the Dutch version of _Spirit: Stallion of the Cimarron (2002)_ (qv).", "Provided the voice of Hamm in the Dutch version of _Toy Story 2 (1999)_ (qv).", "Provided the voice of Acoliet in the Dutch version of _The Road to El Dorado (2000)_ (qv).", "Provided a voice in the Dutch version of _Stuart Little (1999)_ (qv).", "Provided the voice of Kolonel in the Dutch version of _La gabbianella e il gatto (1998)_ (qv).", "Provided the voice of Coach Fanelli in the Dutch version of _Air Bud: Golden Receiver (1998)_ (qv).", "Provided the voice of Stekel in the Dutch version of _A Bug's Life (1998)_ (qv).", "Provided the voice of Hamm in the Dutch version of _Toy Story (1995)_ (qv)."], "birthname": ["van Mello, Luc Jean-Marie Joseph"] } }
{ "person-name": "Okamoto, Fujita", "info": {"birthnotes": ["Yokohama, Japan"], "birthdate": ["21 November 1946"] } }
